Repository: Inochi2D/inochi-creator
Catalog: */*.po
Languages: tl

source: Renames all mapped nodes to match the names of the KRA layer that was merged in to them.
tl: 割り当てられたノードをすべてKRAのレイヤー名に変更します。

source: Re-translate
tl: ノード位置の再更新

source: Moves all nodes so that they visually match their position in the canvas.
tl: PSD上のレイヤーの位置に合わせて、全ノードの位置を更新します。

source: KRA Merging
tl: KRAファイルのマージ

source: Breakpoints
tl: キーポイント

source: One or more axes points are overlapping, this is not allowed.
tl: 重なっているキーポイントがあるので、いずれかの座標を変更してください。

source: Parameter Axes Points
tl: キー設定

source: Parameter Name
tl: パラメータ名

source: Parameter Constraints
tl: パラメータ範囲

source: Name is already taken
tl: その名前は既に使用されています。

source: Parameter Properties
tl: パラメータ設定

source: (Split)
tl: (分割)

source: Split Parameter
tl: パラメータを分割

source: Renames all mapped nodes to match the names of the PSD layer that was merged in to them.
tl: 割り当てられたノードをすべてPSDのレイヤー名に変更します。

source: PSD Merging
tl: PSDファイルのマージ

source: Rename %s...
tl: %sの名前を変更...

source: Look and Feel
tl: 見た目や操作感

source: Accessbility
tl: アクセシビリティ

source: Color Theme
tl: カラーテーマ

source: Dark
tl: ダーク

source: Light
tl: ライト

source: Language
tl: 言語設定

source: UI Scale
tl: UI表示倍率

source: Max Undo History
tl: 編集履歴の最大値

source: Linux Tweaks
tl: Linux固有設定

source: Disable Compositor
tl: コンポジターを無効化

source: Accessibility
tl: アクセシビリティ

source: Use OpenDyslexic Font
tl: OpenDyslexicフォントを使用する

source: Use the OpenDyslexic font for Latin text characters.
tl: ラテン文字に対してOpenDyslexicフォントを使用します。

source: Enable Autosaves
tl: 自動セーブを有効化する

source: Save Interval (Minutes)
tl: 保存の間隔(分)

source: Maximum Autosaves
tl: 自動セーブする最大数

source: Inochi Creator needs to be restarted for some changes to take effect.
tl: 変更を有効にするにはInochi Creatorの再起動が必要となる場合があります。

source: Done
tl: 完了

source: Texture Viewer
tl: テクスチャビューワー

source: Bind To
tl: に割り当て

source: Bone Input
tl: ボーン入力

source: Position (X)
tl: X軸座標

source: Position (Y)
tl: Y軸座標

source: Position (Z)
tl: Z軸座標

source: Rotation (X)
tl: X軸回転

source: Rotation (Y)
tl: Y軸回転

source: Rotation (Z)
tl: Z軸回転

source: Binding Axis
tl: 割り当て軸

source: Refresh Bindable
tl: 割り当ての再読込み

source: Bind Tracking to Parameter
tl: トラッキングをパラメータに割り当て

source: Output
tl: 出力

source: Animation
tl: アニメーション

source: How many times the animation should loop
tl: アニメーションのループ回数

source: [AUTO]
tl: [自動]

source: Framerate of the video file
tl: 動画ファイルのフレームレート

source: Lock to Animation Framerate
tl: アニメーションのフレームレートに固定

source: Codec
tl: コーデック

source: Close
tl: 閉じる

source: Export Video...
tl: 動画への書き出し...

source: FFMPEG was not found, please install FFMPEG to export video.
tl: FFMPEGが見つかりませんでした。動画をエクスポートするためにはFFMPEGをインストールしてください。

source: No animations are defined for this model, please add an animation.
tl: このモデルにはアニメーションが定義されていません。

source: Unsupported
tl: (非サポート版)

source: Quick Setup
tl: クイックセットアップ

source: Next
tl: 次へ

source: Create Project
tl: プロジェクトを作成

source: New...
tl: 新規作成...

source: Import PSD...
tl: PSDファイルをインポート...

source: Import KRA...
tl: KRAファイルをインポート...

source: Recent Projects
tl: 最近開いたプロジェクト...

source: On the Web
tl: Webサイトへのリンク

source: Website
tl: 公式サイト

source: Documentation
tl: ドキュメント

source: Join our Discord
tl: Inochi2DのDiscordに参加

source: Inochi Creator Start
tl: Inochi Creatorを開始

source: Github Sponsors
tl: Patrocinadores de Github
