Repository: Inochi2D/inochi-creator
Catalog: */*.po
Languages: tl

source: Inochi Creator (Nightly)
tl: Inochi Creator (夜間ビルド)

source: You're running a nightly build of Inochi Creator! Inochi Creator may crash unexpectedly and you will likely encounter bugs. Make sure to save and back up your work often!
tl: Inochi Creatorの開発版(夜間ビルド)を実行しています。 このバージョンは不意にクラッシュしたりバグを踏んでしまう場合があります。 バックアップをと保存をこまめにするようにしてください！

source: Added binding %s
tl: %sの割り当てが追加されました。

source: Removed binding %s
tl: %sの割り当てが削除されました

source: Binding %s was removed
tl: 割り当て%sが削除されました

source: Binding %s was added
tl: 割り当て%sが再度追加されました

source: %s->%s changed
tl: %s: %sが変更されました

source: %s->%s change cancelled
tl: %s: %sの変更が元に戻されました

source: Changed drawable mesh of %s
tl: ドローアブル%sのメッシュが変更されました

source: Drawable %s was changed
tl: ドローアブル%sの変更が元に戻されました

source: Mesh %s change is restored.
tl: %sのメッシュへの変更を元に戻しました。

source: Mesh %s was edited.
tl: %sのメッシュが変更されました。

source: %s: vertex was added.
tl: %sに頂点が追加されました。

source: %s: vertex was removed.
tl: %sの頂点が削除されました

source: %s: vertex was translated.
tl: %sの頂点が移動されました。

source: %s->Edited deformation of %s.
tl: %s: %sのデフォーマが変更されました。

source: %s->deformation of %s was edited.
tl: %s: %sのデフォーマの変更が元に戻されました。

source: %s can not be reparented in to %s due to a circular dependency.
tl: 循環参照になってしまうため%sを%sの子ノードにすることは出来ません。

source: nodes
tl: ノード

source: Created %s
tl: %s を作成しました。

source: Deleted %s
tl: %sを削除しました

source: Moved %s to %s
tl: %sを%sに移動しました

source: Moved %s from %s
tl: %sが%sから元の位置に移動しました

source: Moved %s from origin
tl: %sを原点から移動しました。

source: %s is added to mask of %s
tl: %sが%sのマスクに追加されました

source: %s is deleted from mask of %s
tl: %sが%sのマスクから削除されました

source: Enabled
tl: 有効

source: Disabled
tl: 無効

source: %s was %s
tl: %sが%sから元に戻されました

source: Unnamed
tl: 無題

source: %s->%s changed to %s
tl: %s: %sが%sに変更されました

source: %s->%s changed from %s
tl: %s: %sが%sから元に戻されました

source: %s locked to root node
tl: %sがルートノードに固定されました。

source: %s unlocked from root node
tl: %sがルートノードから固定解除されました

source: Added parameter %s
tl: パラメータ(%s)が追加されました

source: Removed parameter %s
tl: パラメータ(%s)が削除されました

source: Parameter %s was removed
tl: パラメータ(%s)が再度削除されました

source: Parameter %s was added
tl: パラメータ(%s)が再度追加されました。

source: 100% (Locked)
tl: 100%(固定)

source: LANG_NAME
tl: 日本語

source: (Debug Mode)
tl: (デバッグ版)

source: (Unsupported)
tl: (非サポート版)

source: %s was exported...
tl: %sをエクスポートしました。

source: %s failed to export with error (%s)...
tl: %sのエクスポートに失敗しました。(エラー: %s)...

source: A texture is too big for the atlas.
tl: アトラスに対してテクスチャが大きすぎます。

source: Import...
tl: インポート...

source: %s was imported...
tl: %sをインポートしました。

source: Import failed...
tl: インポートに失敗しました。

source: Error
tl: エラー

source: An error occured during KRA import: %s
tl: KRAファイルのマージ中にエラーが発生しました：%s

source: %s is not supported
tl: %sはサポートされていません。

source: An error occured during PSD import: %s
tl: PSDファイルのマージ中にエラーが発生しました：%s

source: Automatic
tl: 自動

source: New Project
tl: 新規プロジェクト

source: %s opened successfully.
tl: %sを読み込みました。

source: %s saved successfully.
tl: %sを保存しました。

source: Failed to save %s
tl: %sの保存に失敗しました。

source: The following errors occured during file loading %s
tl: %sの読み込み中に、次のエラーが発生しました。

source: Folder import completed with errors...
tl: フォルダのインポートに失敗しました。

source: Folder import completed...
tl: フォルダのインポートが完了しました。

source: Mipmap generation completed.
tl: ミップマップの生成が完了しました。

source: Texture bleeding completed.
tl: テクスチャのブリーディングが完了しました。

source: Undo History
tl: 編集履歴

source: Clear History
tl: 履歴のクリア

source: %d of %d
tl: %d/%d

source: History
tl: 履歴

source: Edit...
tl: 編集...

source: Delete
tl: 削除

source: Animation List
tl: アニメーションリスト

source: In vertex edit mode...
tl: メッシュ編集中...

source: No nodes selected...
tl: ノードが選択されていません。

source: Can only inspect a single node...
tl: 単一のノードのみを検査できます...

source: Inspector
tl: インスペクター

source: Puppet
tl: パペット

source: Inochi2D Ver.
tl: Inochi2D バージョン

source: General Info
tl: 基本情報

source: Part Count
tl: パーツ数

source: Name
tl: 名称

source: Name of the puppet
tl: パペットの名称

source: Artist(s)
tl: イラストレーター

source: Artists who've drawn the puppet, seperated by comma
tl: パペットのイラストを手がけたイラストレーター名（カンマ区切り）

source: Rigger(s)
tl: モデラー

source: Riggers who've rigged the puppet, seperated by comma
tl: パペットを作成したモデラー名（カンマ区切り）

source: Contact
tl: 連絡先

source: Where to contact the main author of the puppet
tl: パペットのメイン作者の連絡先

source: Licensing
tl: ライセンス

source: License URL
tl: ライセンスURL

source: Link/URL to license
tl: ライセンスへのリンク

source: Copyright
tl: 著作者

source: Copyright holder information of the puppet
tl: パペットの著作権保有者の情報

source: Origin
tl: オリジナル

source: Where the model comes from on the internet.
tl: 元になったモデル

source: Physics Globals
tl: 物理演算の全体設定

source: Pixels per meter
tl: 1メートルあたりのピクセル数

source: Number of pixels that correspond to 1 meter in the physics engine.
tl: 物理演算の1メートルにあたるピクセル数を設定する。

source: Gravity
tl: 重力

source: Acceleration due to gravity, in m/s². Earth gravity is 9.8.
tl: 重力加速度を設定する。地上での重力加速度は9.8m/s²。

source: Rendering Settings
tl: レンダリング設定

source: Use Point Filtering
tl: ポイントフィルタを使用

source: Makes Inochi2D model use point filtering, removing blur for low-resolution models.
tl: モデルが低解像度の場合に、Inochi2Dモデルがポイントフィルタを利用することにより、ぼやけて表示されるのを防ぎます。

source: Transform
tl: 変形

source: Translation
tl: 移動

source: Lock to Root Node
tl: ルートノードに固定

source: Makes so that the translation of this node is based off the root node, making it stay in place even if its parent moves.
tl: このノードの位置の移動がルートノードに基づいて行われるようになります。親ノードが移動しても、このノードは元の位置に留まります。

source: Rotation
tl: 回転

source: Rotation X
tl: X軸回転

source: Rotation Y
tl: Y軸回転

source: Rotation Z
tl: Z軸回転

source: Scale
tl: スケール

source: Scale X
tl: X軸スケール

source: Scale Y
tl: Y軸スケール

source: Snap to Pixel
tl: ピクセルにスナップ

source: Sorting
tl: ソート

source: Drawable
tl: ドローアブル

source: Texture Offset
tl: テクスチャオフセット

source: Size of given texture does not match the Albedo texture.
tl: テクスチャのサイズがアルベドテクスチャと一致しません。

source: Save to File
tl: ファイルに保存

source: Load from File
tl: ファイルから読み込み

source: Remove
tl: 削除

source: Make Emissive
tl: 発光させる

source: Part
tl: パーツ

source: Cannot inspect an unmeshed part
tl: メッシュされていないパーツは検査できません

source: Albedo
tl: 色情報(Albedo)

source: Emissive
tl: 発光(Emissive)

source: Bumpmap
tl: バンプマップ

source: Tint (Multiply)
tl: 乗算を適用する色

source: Tint (Screen)
tl: スクリーンを適用する色

source: Emission Strength
tl: 発光の強さ

source: Blending
tl: 合成

source: Normal
tl: 通常

source: Multiply
tl: 乗算

source: Screen
tl: スクリーン

source: Overlay
tl: オーバーレイ

source: Darken
tl: 比較（暗）

source: Lighten
tl: 比較（明）

source: Color Dodge
tl: 覆い焼き

source: Linear Dodge
tl: 加算

source: Add (Glow)
tl: 光彩

source: Color Burn
tl: 焼き込み

source: Hard Light
tl: ハードライト

source: Soft Light
tl: ソフトライト

source: Subtract
tl: 減算

source: Difference
tl: 差分

source: Exclusion
tl: 除外

source: Inverse
tl: 反転

source: Inverts the color by a factor of the overlying color
tl: レイヤーの上にある色に従って色を反転します。

source: Destination In
tl: Destination-In (Porter Duff)

source: Clip to Lower
tl: クリッピング

source: Special blending mode that causes (while respecting transparency) the part to be clipped to everything underneath
tl: 透明度を考慮しながら、自分より下にある全てのパーツの形状に合わせてパーツの形状がクリッピングされる、特殊な合成モードです。

source: Slice from Lower
tl: 切り取り

source: Special blending mode that causes (while respecting transparency) the part to be slice by everything underneath. Basically reverse Clip to Lower.
tl: 透明度を考慮しながら、自分より下にある全てのパーツの形状に合わせてパーツの形状が切り取られる、特殊な合成モードです。 基本的にクリッピングを反転した結果になります。

source: Opacity
tl: 不透明度

source: Masks
tl: マスク

source: Threshold
tl: しきい値

source: Mask Sources
tl: マスク元パーツ

source: (Drag a Part or Mask Here)
tl: パーツ/マスクをここにドラッグ

source: Mode
tl: モード

source: Mask
tl: マスク

source: Dodge
tl: 覆い焼き

source: %s (Mask)
tl: %s (マスク)

source: %s (Dodge)
tl: %s (覆い焼き)

source: Camera
tl: カメラ

source: Viewport
tl: 表示領域

source: Composite
tl: コンポジット

source: SimplePhysics
tl: 簡易物理演算

source: Unmap
tl: 割り当てを解除

source: Unassigned
tl: 割当てなし

source: Parameter
tl: パラメータ

source: (unassigned)
tl: (割当てなし)

source: Type
tl: 種別

source: Pendulum
tl: 振り子

source: SpringPendulum
tl: バネ振り子

source: Mapping mode
tl: 割当モード

source: AngleLength
tl: 角度

source: XY
tl: X/Y座標

source: Local Transform Lock
tl: ローカルトランスフォームに固定

source: Whether the physics system only listens to the movement of the physics node itself
tl: 物理演算を親ノードに対する簡易物理ノードの移動のみに反応するか、ワールド座標に対する変化に反応するかを指定します。

source: Gravity scale
tl: 重力スケール

source: Length
tl: 長さ

source: Resonant frequency
tl: 共振周波数

source: Damping
tl: 減衰

source: Output scale
tl: 出力スケール

source: MeshGroup
tl: メッシュグループ

source: Dynamic Deformation (slower)
tl: 動的変形モード(遅い)

source: Whether the MeshGroup should dynamically deform children, this is an expensive operation and should not be overused.
tl: メッシュグループが子ノードを動的に変形するか、事前に変形するかを決めます。動的変形は負荷が高いため多用はお勧めしません。

source: Translate origins
tl: 子ノードの原点を移動する

source: Translate origin of child nodes for non-Drawable object.
tl: ドローアブルではない子ノードに対しても原点を動かす変形を加えます。

source: Textures
tl: テクスチャ

source: Simple Physics
tl: 簡易物理演算

source: Logger
tl: ログ

source: Add
tl: 追加

source: Node
tl: ノード

source: Edit Mesh
tl: メッシュの編集

source: Hide
tl: 非表示

source: Show
tl: 表示

source: More Info
tl: もっと見る

source: %s ID: %u
tl: %sのIDは%u

source: %s Layer: %s
tl: %s レイヤー: %s

source: ID: %u
tl: IDは%u

source: Layer: %s
tl: レイヤー: %s

source: Recalculate origin
tl: 原点の再計算

source: Nodes
tl: ノード

source: Unset
tl: キーを削除

source: Set to current
tl: キーを追加

source: Reset
tl: リセット

source: Invert
tl: 反転

source: Mirror
tl: 鏡像反転

source: Horizontally
tl: 水平方向

source: Vertically
tl: 垂直方向

source: Flip Deform
tl: デフォーマの左右反転

source: Set from mirror
tl: 反対方向から反転コピー

source: Diagonally
tl: 対角方向

source: Copy
tl: コピー

source: Paste
tl: 貼り付け

source: Bindings
tl: 割り当て

source: Show all nodes
tl: 全ノード表示に切り替えます

source: Show only selected nodes
tl: 選択されているノードのみ表示に切り替えます

source: Interpolation Mode
tl: 補間モード

source: Nearest
tl: 最近傍

source: Linear
tl: 線形補完

source: Cubic
tl: キュービック

source: Copy to
tl: コピー先：

source: Swap with
tl: 入れ替え

source: New Parameter Group
tl: 新規パラメータグループ

source: Edit Properties
tl: プロパティを編集...

source: Edit Axes Points
tl: キー設定

source: Split
tl: 分割

source: To 2D
tl: 2Dパラメータに変更

source: Flip X
tl: キーの左右入れ替え

source: Flip Y
tl: キーの上下入れ替え

source: Flip
tl: キーの対称入れ替え

source: Mirrored Autofill
tl: 反転コピーしてキーを設定

source: Paste and Horiontal Flip
tl: 左右反転して貼り付け

source: Duplicate
tl: 複製

source: Set Starting Position
tl: 初期値に設定

source: Arm Parameter
tl: パラメータ編集

source: Add Keyframe
tl: キーフレームを追加

source: Add 1D Parameter (0..1)
tl: 1次元パラメータ (0..1)を追加

source: Add 1D Parameter (-1..1)
tl: 1次元パラメータ(-1..1)を追加

source: Add 2D Parameter (0..1)
tl: 2次元パラメータ(0..1)を追加

source: Add 2D Parameter (-1..+1)
tl: 2次元パラメータ(-1..1)を追加

source: Add Mouth Shape
tl: 口の形パラメータを追加

source: Filter, search for specific parameters
tl: パラメータ名での絞り込み

source: Rename
tl: 名前を変更

source: Colors
tl: 色を選択

source: Custom Color
tl: カスタム色

source: Add Parameter
tl: パラメータを追加

source: Parameters
tl: パラメータ

source: Ambient Light
tl: 環境光

source: Scene
tl: シーン

source: Interpolation
tl: 補間

source: Stepped
tl: 階段状

source: Merge Mode
tl: マージモード

source: Additive
tl: 加算

source: Multiplicative
tl: 乗算

source: Forced
tl: 強制上書き

source: Lock playback to animation framerate
tl: アニメーションのフレームレートに合わせて再生を固定します

source: Not in Animation Edit mode...
tl: アニメーション編集モードではありません。

source: Timeline
tl: タイムライン

source: Tool Settings
tl: ツール設定

source: %s Receiver
tl: %s レシーバー

source: A reciever which uses your phone and associated app to track your body
tl: スマートフォンのトラッキングアプリを利用するVMCレシーバー

source: Bind Address
tl: 利用するIPアドレス

source: The IP address that the VMC binding server should listen on, default 0.0.0.0
tl: VMC割り当てサーバが利用するIPアドレス(デフォルト値は0.0.0.0)

source: Port
tl: ポート

source: The port that the VMC binding server should listen on, default 39540
tl: VMC割り当てサーバが利用する接続ポート。(デフォルト値は39540)

source: A reciever which uses the VTubeStudio iOS app
tl: iOSのVTubeStudioを利用するVMCレシーバー

source: iPhone IP
tl: iPhoneのIPアドレス

source: The IP Address of your iPhone, You can find it in the VSeeFace Config panel in VTube Studio
tl: あなたのiPhoneのIPアドレス VTube StudioのVSeeFaceの設定パネルから確認できます。

source: A receiver which uses OpenSeeFace application
tl: OpenSeeFaceアプリケーションを利用するレシーバです

source: OSF Bind Address
tl: OSFの割り当てアドレス

source: OSF Listen Port
tl: OSFの割り当てポート

source: Tracking Bindings
tl: トラッキング割り当て

source: %s bound to %s
tl: %sを%sに割り当てました

source: Not in Test Mode...
tl: テストモードではありません。

source: Tracking
tl: トラッキング

source: === Inochi Creator has crashed === Please send us the inochi-creator-crashdump.txt file in ~/Library/Logs Attach the file as a git issue @ https://github.com/Inochi2D/inochi-creator/issues
tl: === Inochi Creator がクラッシュしました === ~/Library/Logsにある inochi-creator-crashdump.txt を以下にgit issueとしてお送りください。 https://github.com/Inochi2D/inochi-creator/issues

source: === Inochi Creator has crashed === Please send us the inochi-creator-crashdump.txt file in your log directory, XDG_STATE_HOME. For Flatpak, this is in ~/.var/app/com.inochi2d.inochi-creator. Attach the file as a git issue @ https://github.com/Inochi2D/inochi-creator/issues
tl: === Inochi Creator がクラッシュしました === ログディレクトリにある inochi-creator-crashdump.txt を以下にgit issueとしてお送りください。Flatpakでは~/.var/app/com.inochi2d.inochi-creator配下に置かれます。 https://github.com/Inochi2D/inochi-creator/issues

source: The application has unexpectedly crashed Please send the developers the inochi-creator-crashdump.txt which has been put on your desktop Via https://github.com/Inochi2D/inochi-creator/issues
tl: 予期せずアプリケーションがクラッシュしました。 問題解決のため、デスクトップにある inochi-creator-crashdump.txt の内容を以下の開発者窓口にお送りください。 https://github.com/Inochi2D/inochi-creator/issues

source: Inochi Creator Crashdump
tl: クラッシュログ

source: Presets
tl: プリセット

source: Normal parts
tl: 通常パーツ

source: Detailed mesh
tl: 細かいメッシュ

source: Large parts
tl: 大きいパーツ

source: Small parts
tl: 小さいパーツ

source: Thin and minimum parts
tl: 薄いまたは極小パーツ

source: Preserve edges
tl: エッジを保持する

source: Details
tl: 詳細

source: Sampling rate
tl: サンプリングレート

source: Mask threshold
tl: マスクのしきい値

source: Distance between vertices
tl: 頂点間の距離

source: Minimum
tl: 最小

source: Maximum
tl: 最大

source: Specifying scaling factor to apply for contours. If multiple scales are specified, vertices are populated per scale factors.
tl: 輪郭線に対して適用する倍率を指定します。複数の倍率が指定されている場合、各倍率を適用した座標に頂点がそれぞれ生成されます。

source: Vertex Tool
tl: 頂点ツール

source: Edge Tool
tl: エッジツール

source: Path Deform Tool
tl: パス変形ツール

source: Grid Vertex Tool
tl: グリッドツール

source: Select
tl: 選択

source: Left Mouse
tl: 左クリック

source: Connect/Disconnect
tl: 接続/接続解除

source: Connect Multiple
tl: 続けて接続

source: Shift+Left Mouse
tl: Shift+左クリック

source: Drag to define 2x2 mesh
tl: ドラッグして2x2のメッシュを作成します。

source: Add/remove key points to axes
tl: 座標軸に沿ってキーポイントを追加/削除します。

source: Change key point position in the axis
tl: 座標軸に沿ってキーポイントの位置を移動します。

source: Deform
tl: 変形

source: Switch Mode
tl: モード変更

source: TAB
tl: TABキー

source: Create/Destroy
tl: 作成/削除

source: Left Mouse (x2)
tl: 左ダブルクリック

source: Toggle locked point
tl: 指定した制御点の固定/固定解除をします。

source: Move point along with the path
tl: パスに従って制御点を動かします。

source: Create
tl: 作成

source: Ctrl+Left Mouse
tl: Ctrl+左クリック

source: Focus Selected
tl: 選択...

source: No parts found
tl: 選択できるパーツがありません

source:  Copy Mesh
tl: メッシュをコピー

source:  Edit Mesh
tl:  メッシュの編集

source: Copy Mesh Data
tl: メッシュデータをコピー

source: Hide Vertices
tl: 頂点を非表示

source: Show Vertices
tl: 頂点を表示

source: Hide Bounds
tl: 境界を非表示

source: Show Bounds
tl: 境界を表示

source: Hide Orientation Gizmo
tl: ギズモを非表示

source: Show Orientation Gizmo
tl: ギズモを表示

source: COLOR
tl: 色

source: Background Color
tl: 背景色

source: Gizmos
tl: 頂点/境界/ギズモ

source: No tool selected...
tl: ノードが選択されていません...

source: Editing armed parameter...
tl: デフォーマを編集中

source: Editing base transform...
tl: パーツのベース位置・姿勢を編集中

source: Flip Horizontally
tl: 水平方向に反転

source: Flip Vertically
tl: 垂直方向に反転

source: Mirror Horizontally
tl: 水平方向にミラーリング

source: Mirror Vertically
tl: 垂直方向にミラーリング

source: Triangulate vertices
tl: 頂点を接続して三角形を作成

source: Bake
tl: 適用

source: Bakes the triangulation, applying it to the mesh.
tl: 頂点を接続して三角形のメッシュを作成します。

source: Triangulation Options
tl: 三角形作成のオプション

source: Bakes the auto mesh.
tl: 自動メッシュを実行します

source: Auto Meshing Options
tl: 自動メッシュのオプション

source:  Apply
tl:  適用

source: Are you sure?
tl: 本当によろしいですか？

source: The layout of the mesh has changed, all deformations to this mesh will be deleted if you continue.
tl: メッシュのレイアウトが変更されたので、このメッシュに対するデフォーマの設定が全て解除されてしまいます。

source: Apply
tl: 適用

source:  Cancel
tl:  キャンセル

source: Cancel
tl: キャンセル

source: Cannot apply invalid mesh At least 3 vertices forming a triangle is needed.
tl: 最低でもレイヤーのメッシュには3個以上の頂点が必要なため、この変更を適用できません。

source: Yes
tl: はい

source: No
tl: いいえ

source: Open...
tl: 開く...

source: Save...
tl: 名前を付けて保存...

source: Save As...
tl: 名前を付けて保存...

source: File
tl: ファイル

source: New
tl: 新規作成

source: Open
tl: 開く

source: Recent
tl: 最近開いたファイル

source: Autosaves
tl: 自動セーブ

source: Save
tl: 保存

source: Import
tl: インポート

source: Photoshop Document
tl: PSDファイル

source: Import a standard Photoshop PSD file.
tl: PSDファイルをインポート

source: Krita Document
tl: Kritaファイル

source: Inochi2D Puppet
tl: Inochi2D パペット

source: Import existing puppet file, editing options limited
tl: パペットファイル(INP)をインポートします。編集機能が制限されます。

source: Image Folder
tl: 画像フォルダ

source: Select a Folder...
tl: フォルダを選択してください。

source: Supports PNGs, TGAs and JPEGs.
tl: サポート形式: PNG / TGA / JPEG

source: Merge
tl: マージ

source: Merge layers from Photoshop document
tl: PhotoshopのPSDファイル中のレイヤーをマージします。

source: Merge layers from Krita document
tl: Kritaの画像ファイル中のレイヤーをマージします。

source: Image Files
tl: 画像ファイル

source: Merges (adds) selected image files to project
tl: 選択されている画像をプロジェクトにマージ(追加)します。

source: Inochi Creator Project
tl: Inochi Creatorプロジェクト

source: Merge another Inochi Creator project in to this one
tl: 他のInochi Creatorプロジェクトをこのプロジェクトにマージします。

source: Export
tl: エクスポート

source: Export...
tl: エクスポート...

source: Image
tl: 画像

source: PNG (*.png)
tl: PNG画像 (*.png)

source: JPEG (*.jpeg)
tl: JPEG画像 (*.jpeg)

source: TARGA (*.tga)
tl: TARGA画像 (*.tga)

source: Video
tl: 動画

source: Close Project
tl: プロジェクトを閉じる

source: Quit
tl: 終了

source: Edit
tl: 編集

source: Undo
tl: 元に戻す

source: Redo
tl: やり直す

source: Cut
tl: 切り取り

source: Settings
tl: 設定

source: ImGui Debugging
tl: ImGuiデバッグ

source: Style Editor
tl: スタイルエディター

source: ImGui Debugger
tl: ImGuiデバッガー

source: ImGui Metrics
tl: ImGuiメトリックス

source: ImGui Stack Tool
tl: ImGuiスタックツール

source: View
tl: 表示

source: Reset Layout
tl: レイアウトをリセット

source: Panels
tl: パネル

source: Panel is not visible in current edit mode.
tl: 現在の編集モードではパネルは表示されません

source: Configuration
tl: 設定

source: Open Configuration Folder
tl: 設定フォルダを開く

source: Extras
tl: その他

source: Save Screenshot
tl: スクリーンショットを保存

source: Save Screenshot...
tl: スクリーンショットを保存...

source: Saves screenshot as PNG of the editor framebuffer.
tl: エディタのパペットの画像をPNGとして保存します

source: Show Stats for Nerds
tl: 詳細情報

source: Tools
tl: ツール

source: Puppet Data
tl: パペットデータ

source: Import Inochi Session Data
tl: Inochi Sessionデータをインポート

source: Successfully overwrote Inochi Session tracking data...
tl: Inochi Sessionトラッキングデータの上書きに成功しました。

source: There was no Inochi Session data to import!
tl: インポート可能なInochi Sessionのデータがありません。

source: Imports tracking data from an exported Inochi2D model which has been set up in Inochi Session.
tl: Inochi Sessionでセットアップ後、エクスポートされたInochi2Dモデルからトラッキングデータをインポートします。

source: Puppet Texturing
tl: パペットのテクスチャ操作

source: Premultiply textures
tl: テクスチャを事前合成

source: Premultiplies textures by their alpha component. Only use this if your textures look garbled after importing files from an older version of Inochi Creator.
tl: テクスチャの透明度を事前に合成します。 旧バージョンのInochi Creatorからファイルをインポートした際に、テクスチャが正常に表示されない場合にのみ使用してください。

source: Bleed textures...
tl: テクスチャをブリード...

source: Causes color to bleed out in to fully transparent pixels, this solves outlines on straight alpha compositing. Only use this if your game engine can't use premultiplied alpha.
tl: 透明度付きの色をブリードアウトして不透明色に置き換えます。Straight-Alphaコンポジットを利用している場合に境界が黒ずんでしまう問題を解決します。 利用しているゲームエンジンがPremultiplied-Alphaコンポジットを利用できない場合にのみ利用してください。

source: Generate Mipmaps...
tl: ミップマップを生成...

source: Regenerates the puppet's mipmaps.
tl: パペットのミップマップを再作成

source: Generate fake layer name info...
tl: 仮のレイヤー情報を生成...

source: Generates fake layer info based on node names
tl: ノード名を利用して、仮のレイヤー情報を生成します。

source: Puppet Recovery
tl: パペットの修復

source: Attempt full repair...
tl: 修復を試みます...

source: Attempts all the recovery and repair methods below on the currently loaded model
tl: 現在読み込まれているモデルに、すべての復旧・修復方法を試みます

source: Regenerate Node IDs
tl: ノードIDの再生成

source: Regenerates all the unique IDs for the model
tl: モデルの全ユニークIDを再生成

source: Verify INP File...
tl: INPファイルをチェック...

source: Attempts to verify and repair INP files
tl: INPファイルのチェックと修復を行います

source: Help
tl: ヘルプ

source: Online Documentation
tl: オンラインドキュメント

source: Inochi2D Documentation
tl: Inochi2Dについて

source: Report a Bug
tl: バグを報告

source: Request a Feature
tl: 機能追加を提案

source: About
tl: Inochi Creatorについて

source: Donate
tl: 寄付

source: Support development via Patreon
tl: Patreonで開発者を支援する

source: Enable physics
tl: 物理演算の有効化

source: Enable post processing
tl: ポストプロセスの有効化

source: Reset physics
tl: 物理演算の初期化

source: Configure Flip Pairings
tl: 左右反転ペアの設定

source: Reset parameters
tl: パラメータのリセット

source: Edit Puppet
tl: パペット編集

source: Edit Animation
tl: アニメーション編集

source: Test Puppet
tl: パペットをテスト

source: Inochi Creator closed unexpectedly while editing this file.
tl: このファイルを編集中にInochi Creatorが異常終了しました

source: Restore data from a backup?
tl: バックアップから復旧しますか？

source: Discard
tl: 破棄

source: Restore
tl: 復旧

source: Restore Autosave
tl: 自動セーブから復旧

source: Invalid Name
tl: 無効な名称です

source: Name can not be empty!
tl: 名前は空欄には出来ません!

source: %s is already taken! Please chose another animation name.
tl: %sは既に使われています。他のアニメーション名を指定してください。

source: Options
tl: オプション

source: Weight
tl: 重み

source: Frames
tl: フレーム

source: Lead In
tl: リードイン

source: Lead Out
tl: リードアウト

source: Framerate
tl: フレームレート

source: Custom Framerate
tl: カスタムレート

source: Custom Framrate
tl: カスタムレート

source: New Animation...
tl: 新規アニメーション...

source: Edit %s...
tl: %sを編集...

source: << Not assigned >>
tl: << 割り当てなし >>

source: < Add new row >
tl: < 新しい行を追加 >

source: Pair
tl: ペア

source: Part 1
tl: パーツ1

source: Part 2
tl: パーツ2

source: Flip Pairing
tl: 左右反転ペアの編集

source: Export Settings
tl: エクスポート設定

source: Allow Transparency
tl: 透過色を許可

source: Use Post Processing
tl: ポストプロセスを使用

source: Export Image...
tl: 画像をエクスポート...

source: No cameras to export from in Scene, please add a Camera.
tl: エクスポートするためのカメラが定義されていません。カメラを追加してください。

source: Atlassing
tl: テクスチャアトラスの作成

source: Decoration
tl: 装飾

source: Atlas Settings
tl: アトラス設定

source: Resolution
tl: 解像度

source: Non-linear Scaling
tl: 非線形スケーリング

source: Whether too large parts should individually be scaled down instead of all parts being scaled down uniformly.
tl: 全パーツの縮小率を一律にするか、大きなパーツに対して個々に縮小率を変更させるかを指定します。

source: Texture Scale
tl: テクスチャ倍率

source: Padding
tl: 余白

source: Optimizations
tl: 最適化

source: Prune unused nodes
tl: 未使用のノードを削除

source: Prune nodes which have been disabled from the export.
tl: 無効にされているノードをエクスポート時に削除します。

source: Watermark
tl: 透かし

source: Load
tl: 読み込み

source: Preview
tl: プレビュー

source: Loops
tl: ループ

source: No settings for this category.
tl: このカテゴリには設定項目がありません。

source: A texture was too large to fit the texture atlas, the textures have been scaled down.
tl: テクスチャが大きすぎてテクスチャアトラスに収まらないため、テクスチャをスケールダウンしました。

source: Export failed...
tl: エクスポートに失敗しました。

source: Export Options
tl: エクスポートオプション

source: Ignore
tl: 無視

source: Use
tl: 使用

source: Only show unmapped
tl: 未割り当てのみ表示

source: Auto-rename
tl: 自動的にリネームする
